"%1$@ account ending in %2$@" = "%1$@ -tili päättyy numeroihin %2$@";

"%1$@ ending in %2$@" = "%1$@ päättyy numeroihin %2$@";

"%1$@ is not accepted" = "%1$@ ei hyväksytä";

"Address line 2 (optional)" = "Osoiterivi 2 (valinnainen)";

"Apple Pay" = "Apple Pay";

"BSB" = "BSB";

"Bank Account" = "Pankkitili";

"Billing address" = "Laskutusosoite";

"CVC" = "CVC-tunnus";

"Card information" = "Kortin tiedot";

"Card number" = "Kortin numero";

"Confirm your %@" = "Vahvista %@";

"Invalid data." = "Virheelliset tiedot.";

"MM / YY" = "KK/VV";

"MM/YY" = "KK/VV";

"Postal Code" = "Postinumero";

"Shipping Address" = "Lähetysosoite";

"State / Province / Region" = "Osavaltio/maakunta/alue";

"The BSB you entered is invalid." = "Antamasi BSB-numero on virheellinen.";

"The selected brand is not allowed" = "Valittu merkki ei ole sallittu";

"To scan your card, allow camera access in Settings." = "Anna kameralle käyttöoikeus, jotta voit skannata kortin.";

"Your ZIP is invalid." = "Postinumero on virheellinen.";

"Your card has expired." = "Korttisi on vanhentunut.";

"Your card number is incomplete." = "Kortin numero on puutteellinen.";

"Your card number is invalid." = "Kortin numero on virheellinen.";

"Your card's expiration date is incomplete." = "Kortin voimassaoloaika on puutteellinen.";

"Your card's expiration date is invalid." = "Kortin voimassaoloaika on virheellinen.";

"Your card's expiration month is invalid." = "Kortin erääntymiskuukausi ei kelpaa.";

"Your card's expiration year is invalid." = "Kortin voimassaolovuosi ei kelpaa.";

"Your card's security code is incomplete." = "Kortin turvakoodi on puutteellinen.";

"Your card's security code is invalid." = "Kortin turvakoodi on virheellinen.";

"Your postal code is invalid." = "Postinumeroon virheellinen.";

"card number" = "kortin numero";

"example@example.com" = "esimerkki@esimerkki.com";

"expiration date" = "erääntymispäivä";
